[
  {
    "dato": "El cuerpo humano brilla en la oscuridad",
    "explicacion": "Los seres humanos emiten una luz extremadamente débil, llamada bioluminiscencia, que es invisible al ojo humano. Estudios con cámaras ultrasensibles han demostrado que el brillo varía a lo largo del día, siendo más intenso por la tarde. Este fenómeno ocurre debido a reacciones químicas en las células durante el metabolismo. Aunque no lo percibamos, todos llevamos un resplandor natural."
  },
  {
    "dato": "El Coliseo de Roma podía llenarse y vaciarse en 15 minutos",
    "explicacion": "Este anfiteatro, construido hace casi 2000 años, tenía un sistema de pasillos y escaleras tan eficiente que permitía la entrada o salida de hasta 50.000 espectadores en muy poco tiempo. Su diseño inspiró la arquitectura de los estadios modernos, demostrando el ingenio de los ingenieros romanos en materia de organización y construcción."
  },
  {
    "dato": "En la antigua Roma, la orina se usaba para lavar la ropa",
    "explicacion": "La orina era recogida en recipientes públicos porque contenía amoníaco, un químico natural que funciona como limpiador. Los 'fullones', que eran los lavadores de ropa romanos, la utilizaban para blanquear y desinfectar prendas. Aunque hoy nos parece repulsivo, en su época era una práctica común e incluso llegó a ser tan importante que se le aplicaba un impuesto."
  },
  {
    "dato": "Las abejas pueden reconocer rostros humanos",
    "explicacion": "Aunque su cerebro es diminuto, las abejas tienen la capacidad de distinguir y recordar patrones faciales humanos de manera similar a como lo hacen las personas. Esto se descubrió en experimentos donde se entrenó a las abejas con recompensas de azúcar. Sorprendentemente, lograron reconocer rostros específicos incluso días después. Este hallazgo sugiere que la habilidad de reconocer caras no requiere un cerebro grande, sino un sistema visual eficiente."
  },
  {
    "dato": "Los flamencos no nacen de color rosa",
    "explicacion": "Cuando nacen, los flamencos tienen plumas grises o blancas. El característico color rosa se debe a los carotenoides presentes en los alimentos que consumen, como algas y crustáceos. Estos pigmentos se acumulan en sus plumas y piel a lo largo del tiempo, transformando su aspecto. Si un flamenco no consume suficiente de estos pigmentos, su color puede permanecer pálido. Así, su tonalidad es un reflejo directo de su dieta."
  }
]