[
  {
    "dato": "Los flamencos no nacen de color rosa",
    "explicacion": "Cuando nacen, los flamencos tienen plumas grises o blancas. El característico color rosa se debe a los carotenoides presentes en los alimentos que consumen, como algas y crustáceos. Estos pigmentos se acumulan en sus plumas y piel a lo largo del tiempo, transformando su aspecto. Si un flamenco no consume suficiente de estos pigmentos, su color puede permanecer pálido. Así, su tonalidad es un reflejo directo de su dieta."
  },
  {
    "dato": "El tiburón de Groenlandia puede vivir más de 400 años",
    "explicacion": "Este tiburón del Ártico es uno de los vertebrados más longevos conocidos. Se estima que algunos ejemplares superan los 400 años de edad. Crecen apenas 1 centímetro por año y alcanzan la madurez sexual alrededor de los 150 años. Su lento metabolismo, consecuencia de vivir en aguas frías, es uno de los factores que explican su extraordinaria longevidad."
  },
  {
    "dato": "Los rayos son más calientes que la superficie del sol",
    "explicacion": "Un rayo puede alcanzar temperaturas de hasta 30.000 grados Celsius, unas cinco veces más caliente que la superficie del sol. Esta descarga eléctrica ocurre en una fracción de segundo, liberando una energía enorme que ioniza el aire a su paso. El destello luminoso y el trueno posterior son la manifestación de este fenómeno tan común como asombroso."
  },
  {
    "dato": "Las estrellas de mar no tienen cerebro",
    "explicacion": "En lugar de un cerebro central, las estrellas de mar tienen un sistema nervioso distribuido en forma de anillo alrededor de su cuerpo y prolongaciones en cada brazo. Esto les permite coordinar movimientos y responder a estímulos, aunque de manera más lenta que otros animales. A pesar de ello, pueden regenerar brazos perdidos e incluso un cuerpo completo a partir de uno solo, lo que las hace criaturas fascinantes."
  },
  {
    "dato": "Los ojos de los avestruces son más grandes que su cerebro",
    "explicacion": "El avestruz, el ave más grande del mundo, tiene ojos de unos 5 centímetros de diámetro, lo que le proporciona una excelente visión para detectar depredadores a grandes distancias. Sin embargo, su cerebro es más pequeño que cada uno de sus ojos, lo que ha dado pie al mito de que son aves 'poco inteligentes'. Aunque no es del todo justo, este contraste sigue siendo un dato curioso notable."
  }
]