[
{"titulo":"Dato Curioso #1","categoria":"Ciencia","descripcion":"La miel es uno de los pocos alimentos que no se echa a perder. Se han encontrado tarros de miel comestibles de más de 3000 años en tumbas egipcias, gracias a su baja humedad y alta concentración de azúcares que impide el crecimiento de bacterias y hongos, permitiendo su conservación por milenios."},
{"titulo":"Dato Curioso #2","categoria":"Animales","descripcion":"El corazón de un camarón se encuentra en su cabeza, debido a la fusión de cabeza y tórax en el cefalotórax, lo que permite que su sistema circulatorio funcione de manera eficiente, transportando sangre a todas sus partes a pesar de su pequeño tamaño."},
{"titulo":"Dato Curioso #3","categoria":"Ciencia","descripcion":"Los pulpos tienen tres corazones y sangre azul. Dos corazones bombean sangre a las branquias mientras que el tercero lo hace al resto del cuerpo. Su sangre contiene hemocianina, rica en cobre, que transporta oxígeno de manera eficiente en agua fría y con poco oxígeno."},
{"titulo":"Dato Curioso #4","categoria":"Historia","descripcion":"Cleopatra VII vivió más cerca del lanzamiento del iPhone que de la construcción de las pirámides de Giza. Esto ilustra cómo percibimos la historia y la magnitud de los tiempos históricos, mostrando que eventos antiguos pueden parecer más recientes de lo que creemos."},
{"titulo":"Dato Curioso #5","categoria":"Animales","descripcion":"Los gatos no pueden saborear lo dulce debido a una mutación en sus receptores del gusto. Esto hace que no sientan atracción por alimentos azucarados, concentrándose más en olores y texturas para elegir su alimento."},
{"titulo":"Dato Curioso #6","categoria":"Ciencia","descripcion":"El ADN humano comparte aproximadamente un 60% de similitud con el plátano. Esto evidencia cómo ciertos genes esenciales se conservan a lo largo de la evolución, mostrando conexiones sorprendentes entre organismos aparentemente muy distintos."},
{"titulo":"Dato Curioso #7","categoria":"Historia","descripcion":"Napoleón Bonaparte medía alrededor de 1,68 m, una altura promedio para su época. La idea de que era muy bajo proviene de diferencias entre unidades francesas y británicas y de la propaganda de sus enemigos."},
{"titulo":"Dato Curioso #8","categoria":"Animales","descripcion":"Las jirafas tienen siete vértebras en el cuello, igual que los humanos, pero cada una puede medir más de 25 centímetros, permitiéndoles alcanzar hojas altas y demostrando una adaptación evolutiva extraordinaria."},
{"titulo":"Dato Curioso #9","categoria":"Ciencia","descripcion":"Un vaso de agua contiene más átomos que vasos de agua existen en todos los océanos de la Tierra, mostrando la escala microscópica de la materia y cómo los elementos básicos se repiten de manera infinita en la naturaleza."},
{"titulo":"Dato Curioso #10","categoria":"Animales","descripcion":"Los tiburones existieron antes que los árboles, hace más de 400 millones de años. Esto refleja su capacidad de adaptación y supervivencia, convirtiéndolos en una de las especies más longevas y exitosas del planeta."},
{"titulo":"Dato Curioso #11","categoria":"Historia","descripcion":"El primer código de barras se escaneó en 1974 en un paquete de chicles, marcando el inicio de la automatización del comercio y revolucionando el control de inventarios y las transacciones comerciales."},
{"titulo":"Dato Curioso #12","categoria":"Ciencia","descripcion":"El corazón humano genera suficiente presión al latir para que la sangre pueda ser expulsada hasta 9 metros de distancia, mostrando la potencia del bombeo y la eficiencia del sistema circulatorio humano."},
{"titulo":"Dato Curioso #13","categoria":"Animales","descripcion":"Los caballitos de mar macho son los que se embarazan y dan a luz, un raro fenómeno en el reino animal que demuestra la diversidad de estrategias reproductivas y cuidado parental."},
{"titulo":"Dato Curioso #14","categoria":"Historia","descripcion":"El papel moneda se inventó en China alrededor del año 700 d.C., facilitando el comercio a larga distancia y reemplazando gradualmente el trueque y las monedas metálicas, sentando las bases de los sistemas económicos modernos."},
{"titulo":"Dato Curioso #15","categoria":"Ciencia","descripcion":"El sol libera más energía en un segundo que toda la humanidad consume en un año, mostrando la inmensa potencia de la energía solar y su potencial como fuente limpia y renovable."},
{"titulo":"Dato Curioso #16","categoria":"Animales","descripcion":"Los pulpos pueden cambiar de color y textura para camuflarse y escapar de depredadores, controlando células especializadas llamadas cromatóforos y mostrando una sofisticada adaptación al medio."},
{"titulo":"Dato Curioso #17","categoria":"Historia","descripcion":"La Gran Muralla China no es visible desde la luna a simple vista, contrariamente a la creencia popular. Este mito demuestra cómo las historias exageradas pueden convertirse en leyendas urbanas a lo largo del tiempo."},
{"titulo":"Dato Curioso #18","categoria":"Ciencia","descripcion":"El agua puede hervir y congelarse al mismo tiempo en un fenómeno llamado 'punto triple', donde coexisten las tres fases: sólido, líquido y gas, evidenciando propiedades físicas únicas de este compuesto."},
{"titulo":"Dato Curioso #19","categoria":"Animales","descripcion":"Las hormigas pueden levantar objetos 50 veces su peso corporal gracias a su relación superficie-volumen y a su estructura muscular, demostrando un gran poder relativo a su tamaño y colaborando en equipo."},
{"titulo":"Dato Curioso #20","categoria":"Historia","descripcion":"En la antigua Roma se utilizaba la orina como detergente para lavar ropa debido a su contenido de amoníaco, mostrando la creatividad y recursos químicos utilizados por civilizaciones antiguas."},
{"titulo":"Dato Curioso #21","categoria":"Ciencia","descripcion":"El cerebro humano contiene aproximadamente 86 mil millones de neuronas, cada una conectada a miles de otras, creando una red compleja que permite la memoria, el aprendizaje y la creatividad."},
{"titulo":"Dato Curioso #22","categoria":"Animales","descripcion":"Los flamencos adquieren su color rosa gracias a los carotenoides de los camarones y algas que consumen, demostrando cómo la dieta influye directamente en la pigmentación de los animales."},
{"titulo":"Dato Curioso #23","categoria":"Historia","descripcion":"La biblioteca de Alejandría contenía cientos de miles de pergaminos y su destrucción representó la pérdida de un conocimiento invaluable del mundo antiguo, subrayando la importancia de preservar la información."},
{"titulo":"Dato Curioso #24","categoria":"Ciencia","descripcion":"La luz viaja a aproximadamente 299.792 kilómetros por segundo, lo que significa que la luz del sol tarda unos 8 minutos y 20 segundos en llegar a la Tierra, mostrando la velocidad increíble de las ondas electromagnéticas."},
{"titulo":"Dato Curioso #25","categoria":"Animales","descripcion":"Los camaleones pueden mover sus ojos de manera independiente, permitiéndoles observar a su alrededor sin mover la cabeza, una ventaja para detectar depredadores y presas en su entorno."},
{"titulo":"Dato Curioso #26","categoria":"Historia","descripcion":"El Coliseo romano podía albergar entre 50.000 y 80.000 espectadores, reflejando avances en ingeniería y arquitectura y la importancia de los espectáculos públicos en la sociedad romana."},
{"titulo":"Dato Curioso #27","categoria":"Ciencia","descripcion":"El océano Atlántico contiene aproximadamente 310 millones de kilómetros cúbicos de agua, lo que representa una parte significativa del agua de la Tierra y tiene un papel crucial en la regulación climática global."},
{"titulo":"Dato Curioso #28","categoria":"Animales","descripcion":"Los murciélagos son los únicos mamíferos capaces de volar activamente y utilizan la ecolocalización para navegar y cazar insectos durante la noche, un sistema de orientación altamente eficiente."},
{"titulo":"Dato Curioso #29","categoria":"Historia","descripcion":"La Torre Eiffel, construida en 1889 para la Exposición Universal en París, fue la estructura más alta del mundo durante 41 años y simboliza la ingeniería avanzada del siglo XIX."},
{"titulo":"Dato Curioso #30","categoria":"Ciencia","descripcion":"Marte tiene el volcán más grande del sistema solar, Olympus Mons, que mide aproximadamente 22 km de altura, casi tres veces la altura del Monte Everest, mostrando la escala de fenómenos geológicos fuera de la Tierra."},
{"titulo":"Dato Curioso #31","categoria":"Animales","descripcion":"Los caballos pueden dormir tanto de pie como acostados, gracias a un sistema de ligamentos especiales en sus patas que les permite relajarse sin caerse, una adaptación evolutiva que les ayuda a escapar de depredadores."},
{"titulo":"Dato Curioso #32","categoria":"Historia","descripcion":"La imprenta de Gutenberg, inventada en el siglo XV, permitió la producción masiva de libros, acelerando la difusión del conocimiento y sentando las bases para la educación moderna y la alfabetización generalizada."},
{"titulo":"Dato Curioso #33","categoria":"Ciencia","descripcion":"El cuerpo humano tiene aproximadamente 37 billones de células, cada una especializada en funciones distintas, formando un sistema altamente organizado y eficiente que mantiene la vida."},
{"titulo":"Dato Curioso #34","categoria":"Animales","descripcion":"Los elefantes tienen una memoria excepcional, capaz de recordar rutas migratorias y fuentes de agua durante décadas, lo que les ayuda a sobrevivir en ambientes cambiantes y a mantener estructuras sociales complejas."},
{"titulo":"Dato Curioso #35","categoria":"Historia","descripcion":"La Revolución Francesa, que comenzó en 1789, transformó radicalmente la estructura política y social de Francia, inspirando movimientos de derechos humanos y democráticos en todo el mundo."},
{"titulo":"Dato Curioso #36","categoria":"Ciencia","descripcion":"Los rayos son descargas eléctricas de gran intensidad que pueden alcanzar temperaturas cinco veces superiores a las de la superficie del sol, demostrando la energía extrema de los fenómenos atmosféricos."},
{"titulo":"Dato Curioso #37","categoria":"Animales","descripcion":"Los delfines poseen un cerebro altamente desarrollado y son capaces de comunicarse entre ellos mediante sonidos complejos y patrones de comportamiento, mostrando inteligencia social avanzada en el reino animal."},
{"titulo":"Dato Curioso #38","categoria":"Historia","descripcion":"El código de Hammurabi, creado en el año 1754 a.C., es uno de los conjuntos de leyes más antiguos y detallados de la historia, estableciendo principios legales que influyeron en civilizaciones posteriores."},
{"titulo":"Dato Curioso #39","categoria":"Ciencia","descripcion":"El oxígeno líquido es de color azul y se comporta de manera diferente al oxígeno gaseoso. Se utiliza en cohetes y experimentos científicos debido a su alta densidad y capacidad de liberar energía al vaporizarse."},
{"titulo":"Dato Curioso #40","categoria":"Animales","descripcion":"Los camellos pueden beber hasta 40 litros de agua en 15 minutos y almacenar grasa en sus jorobas, lo que les permite sobrevivir durante largos periodos en el desierto sin acceso a agua."},
{"titulo":"Dato Curioso #41","categoria":"Historia","descripcion":"El Imperio Mongol, bajo el liderazgo de Gengis Kan, se expandió en el siglo XIII hasta abarcar gran parte de Asia y Europa, construyendo la red de comunicación y comercio más extensa de su época."},
{"titulo":"Dato Curioso #42","categoria":"Ciencia","descripcion":"El ser humano comparte aproximadamente el 98% de su ADN con los chimpancés, lo que evidencia nuestra cercanía evolutiva y la importancia de los estudios comparativos en biología y genética."},
{"titulo":"Dato Curioso #43","categoria":"Animales","descripcion":"Las abejas son esenciales para la polinización y la producción de alimentos, realizando vuelos precisos y comunicándose mediante danzas para transmitir información sobre fuentes de néctar."},
{"titulo":"Dato Curioso #44","categoria":"Historia","descripcion":"La primera mujer en votar fue en Nueva Zelanda en 1893, un hito histórico que marcó el inicio de la participación femenina en la política y la lucha por los derechos civiles de las mujeres."},
{"titulo":"Dato Curioso #45","categoria":"Ciencia","descripcion":"Los volcanes submarinos son responsables de gran parte de la actividad geotérmica de la Tierra y contribuyen a la formación de nuevas islas y estructuras geológicas bajo el agua."},
{"titulo":"Dato Curioso #46","categoria":"Animales","descripcion":"Los lobos se comunican a través de aullidos, gestos corporales y vocalizaciones complejas, manteniendo la cohesión del grupo y coordinando la caza de manera eficiente."},
{"titulo":"Dato Curioso #47","categoria":"Historia","descripcion":"La Revolución Industrial, iniciada en el siglo XVIII, transformó la economía, la producción y la vida urbana, introduciendo maquinaria avanzada y cambiando la estructura social y laboral de Europa."},
{"titulo":"Dato Curioso #48","categoria":"Ciencia","descripcion":"El hielo es menos denso que el agua líquida, lo que hace que flote. Esta propiedad permite que los ecosistemas acuáticos sobrevivan bajo la superficie congelada durante los inviernos."},
{"titulo":"Dato Curioso #49","categoria":"Animales","descripcion":"Los pingüinos emperador pueden sumergirse hasta 500 metros y permanecer bajo el agua más de 20 minutos, utilizando adaptaciones fisiológicas que les permiten conservar oxígeno y soportar la presión extrema."},
{"titulo":"Dato Curioso #50","categoria":"Historia","descripcion":"El Renacimiento europeo, entre los siglos XIV y XVII, fue un periodo de intensa actividad cultural, científica y artística, marcando un resurgimiento del conocimiento y sentando las bases de la modernidad."},
  {"titulo":"Dato Curioso #51","categoria":"Tecnologia","descripcion":"El primer computador personal accesible comercialmente fue el Altair 8800 en 1975. Aunque carecía de pantalla y teclado, permitió que los entusiastas de la informática comenzaran a programar en casa, iniciando la era de la computación personal."},
{"titulo":"Dato Curioso #52","categoria":"Tecnologia","descripcion":"Internet comenzó como ARPANET en 1969, un proyecto del Departamento de Defensa de EE.UU. para conectar universidades y centros de investigación. Su diseño descentralizado permitió la resiliencia frente a fallos y sentó las bases para la red global que usamos hoy."},
{"titulo":"Dato Curioso #53","categoria":"Tecnologia","descripcion":"El primer mensaje de texto (SMS) fue enviado en 1992 por Neil Papworth y decía 'Merry Christmas'. Este sencillo mensaje revolucionó la comunicación móvil y dio origen a una industria que transformaría la forma en que las personas interactúan."},
{"titulo":"Dato Curioso #54","categoria":"Tecnologia","descripcion":"La primera página web fue creada por Tim Berners-Lee en 1991 en el CERN. Su objetivo era explicar el proyecto World Wide Web y cómo acceder a documentos en línea, sentando las bases de la web moderna que hoy conocemos."},
{"titulo":"Dato Curioso #55","categoria":"Tecnologia","descripcion":"El primer robot industrial, Unimate, se instaló en una fábrica de General Motors en 1961. Realizaba tareas repetitivas de ensamblaje de manera precisa y segura, transformando la industria y aumentando la productividad."},
{"titulo":"Dato Curioso #56","categoria":"Tecnologia","descripcion":"En 1997, Deep Blue de IBM venció al campeón mundial de ajedrez Garry Kasparov, demostrando que las computadoras podían superar a los humanos en tareas complejas de estrategia, marcando un hito en inteligencia artificial aplicada."},
{"titulo":"Dato Curioso #57","categoria":"Tecnologia","descripcion":"El primer teléfono móvil, Motorola DynaTAC 8000X, se lanzó en 1983. Pesaba 1 kg y su batería duraba solo 30 minutos de conversación, pero permitió la comunicación inalámbrica y sentó las bases de los smartphones modernos."},
{"titulo":"Dato Curioso #58","categoria":"Tecnologia","descripcion":"El concepto de computación en la nube permite almacenar y procesar datos en servidores remotos accesibles por Internet. Esto revolucionó la forma en que empresas y personas acceden a información, software y servicios, aumentando eficiencia y colaboración."},
{"titulo":"Dato Curioso #59","categoria":"Tecnologia","descripcion":"La impresión 3D permite crear objetos físicos a partir de modelos digitales depositando capas sucesivas de material. Esta tecnología se aplica en medicina, arquitectura, industria y prototipado rápido, transformando la fabricación tradicional."},
{"titulo":"Dato Curioso #60","categoria":"Tecnologia","descripcion":"El primer videojuego comercial fue 'Pong', lanzado en 1972. Este simple juego de ping-pong electrónico popularizó los videojuegos y dio inicio a una industria multimillonaria de entretenimiento interactivo."},
{"titulo":"Dato Curioso #61","categoria":"Tecnologia","descripcion":"El sistema de posicionamiento global (GPS) utiliza satélites para determinar la ubicación exacta en cualquier lugar del mundo. Originalmente militar, hoy es imprescindible para navegación, logística y smartphones."},
{"titulo":"Dato Curioso #62","categoria":"Tecnologia","descripcion":"Las redes sociales transformaron la comunicación global. Plataformas como Facebook, Instagram y Twitter permiten compartir información en tiempo real, crear comunidades y difundir conocimiento y cultura de manera inmediata."},
{"titulo":"Dato Curioso #63","categoria":"Tecnologia","descripcion":"Los drones modernos, utilizados inicialmente con fines militares, se han adaptado a usos comerciales y recreativos. Permiten tomar fotografías aéreas, monitorear cultivos y entregar paquetes, cambiando industrias completas."},
{"titulo":"Dato Curioso #64","categoria":"Tecnologia","descripcion":"Las criptomonedas, como Bitcoin, utilizan blockchain para registrar transacciones de manera segura y descentralizada. Esta tecnología permite transferencias sin intermediarios y ha generado toda una industria financiera digital."},
{"titulo":"Dato Curioso #65","categoria":"Tecnologia","descripcion":"La inteligencia artificial generativa permite a las máquinas crear texto, imágenes y música de forma autónoma. Esta tecnología está transformando la educación, el entretenimiento y el trabajo creativo, abriendo debates sobre ética y creatividad."}, {"titulo":"Dato Curioso #66","categoria":"Curiosidades Generales","descripcion":"Las zanahorias originalmente eran moradas, rojas y blancas, y la variedad naranja que conocemos hoy se desarrolló en los Países Bajos en el siglo XVII como homenaje a la Casa de Orange."},
{"titulo":"Dato Curioso #67","categoria":"Curiosidades Generales","descripcion":"El ojo humano puede distinguir aproximadamente 10 millones de colores diferentes, pero no todos los seres humanos perciben el mismo espectro debido a variaciones genéticas y adaptaciones evolutivas."},
{"titulo":"Dato Curioso #68","categoria":"Curiosidades Generales","descripcion":"El cuerpo humano produce alrededor de 1 litro de saliva al día, lo que ayuda a digerir alimentos, proteger los dientes y mantener la boca húmeda para hablar y tragar eficientemente."},
{"titulo":"Dato Curioso #69","categoria":"Curiosidades Generales","descripcion":"El Monte Everest crece unos 4 milímetros al año debido a los movimientos tectónicos de la placa India sobre la placa Euroasiática, un recordatorio de que la Tierra está en constante cambio."},
{"titulo":"Dato Curioso #70","categoria":"Curiosidades Generales","descripcion":"Las huellas dactilares de los koalas son tan parecidas a las humanas que pueden confundir a los expertos forenses si se encuentran en la escena de un crimen, un ejemplo sorprendente de convergencia evolutiva."},
{"titulo":"Dato Curioso #71","categoria":"Curiosidades Generales","descripcion":"El chocolate era utilizado por civilizaciones prehispánicas como moneda y bebida ceremonial. Solo con la llegada de Europa se convirtió en alimento dulce, revolucionando su consumo y su comercio."},
{"titulo":"Dato Curioso #72","categoria":"Curiosidades Generales","descripcion":"El sonido de un estornudo puede superar los 160 km/h, y los ojos se cierran automáticamente para protegerlos de partículas irritantes, mostrando la eficiencia del cuerpo humano ante amenazas externas."},
{"titulo":"Dato Curioso #73","categoria":"Curiosidades Generales","descripcion":"El árbol más antiguo del mundo es un pino llamado 'Matusalén', ubicado en California, con más de 4.800 años de antigüedad, sobreviviente de cambios climáticos y eventos naturales extremos."},
{"titulo":"Dato Curioso #74","categoria":"Curiosidades Generales","descripcion":"El corazón de un colibrí puede latir hasta 1.200 veces por minuto durante el vuelo, lo que demuestra la increíble eficiencia de su sistema cardiovascular para sostener un vuelo ágil y rápido."},
{"titulo":"Dato Curioso #75","categoria":"Curiosidades Generales","descripcion":"Las medusas han existido por más de 500 millones de años, antes que los dinosaurios, y algunas especies pueden regenerarse casi por completo, lo que las hace prácticamente inmortales biológicamente."},
{"titulo":"Dato Curioso #76","categoria":"Curiosidades Generales","descripcion":"El primer perfume se utilizaba hace más de 4.000 años en Mesopotamia y Egipto, combinando aceites, flores y resinas. Además de fragancia, tenía fines rituales y simbólicos en ceremonias religiosas."},
{"titulo":"Dato Curioso #77","categoria":"Curiosidades Generales","descripcion":"El cuerpo humano tiene más de 600 músculos, pero solo unos pocos se usan para la expresión facial. Esto permite gesticular emociones complejas como felicidad, tristeza o sorpresa sin mover todo el cuerpo."},
{"titulo":"Dato Curioso #78","categoria":"Curiosidades Generales","descripcion":"Los océanos contienen más de 20 millones de toneladas de oro disuelto, aunque en concentraciones extremadamente bajas, lo que demuestra la abundancia de metales preciosos en la Tierra, aunque difíciles de extraer."},
{"titulo":"Dato Curioso #79","categoria":"Curiosidades Generales","descripcion":"El sonido del crujido de los nudillos no causa artritis, aunque se cree que puede afectar la fuerza a largo plazo. Este sonido proviene de burbujas de gas que colapsan dentro de la articulación, fenómeno llamado cavitación."},
{"titulo":"Dato Curioso #80","categoria":"Curiosidades Generales","descripcion":"Los flamencos adquieren su color rosa debido a los carotenoides presentes en los alimentos que consumen, principalmente algas y crustáceos, y no por su propia genética, mostrando la relación entre dieta y apariencia física."}
]

