[
  {
    "dato": "Las jirafas tienen el mismo número de vértebras en el cuello que los humanos",
    "explicacion": "A pesar de tener cuellos de hasta dos metros de largo, las jirafas tienen solo siete vértebras cervicales, la misma cantidad que los humanos. La diferencia está en el tamaño de cada vértebra, que en jirafas puede superar los 25 centímetros. Esta adaptación les permite alcanzar hojas altas en los árboles y, al mismo tiempo, mantener la flexibilidad necesaria para defenderse con golpes de cuello."
  },
  {
    "dato": "Las abejas pueden reconocer rostros humanos",
    "explicacion": "Aunque su cerebro es diminuto, las abejas tienen la capacidad de distinguir y recordar patrones faciales humanos de manera similar a como lo hacen las personas. Esto se descubrió en experimentos donde se entrenó a las abejas con recompensas de azúcar. Sorprendentemente, lograron reconocer rostros específicos incluso días después. Este hallazgo sugiere que la habilidad de reconocer caras no requiere un cerebro grande, sino un sistema visual eficiente."
  },
  {
    "dato": "Las estrellas de mar no tienen cerebro",
    "explicacion": "En lugar de un cerebro central, las estrellas de mar tienen un sistema nervioso distribuido en forma de anillo alrededor de su cuerpo y prolongaciones en cada brazo. Esto les permite coordinar movimientos y responder a estímulos, aunque de manera más lenta que otros animales. A pesar de ello, pueden regenerar brazos perdidos e incluso un cuerpo completo a partir de uno solo, lo que las hace criaturas fascinantes."
  },
  {
    "dato": "El Monte Everest crece cada año",
    "explicacion": "El Everest, la montaña más alta del planeta, aumenta su altura lentamente debido al movimiento de las placas tectónicas. Se estima que crece entre 4 y 5 milímetros al año. Esto ocurre porque la placa tectónica india se desliza debajo de la placa euroasiática, empujando hacia arriba a la cordillera del Himalaya. Es un recordatorio de que la geología de la Tierra está en constante transformación."
  },
  {
    "dato": "Los rayos son más calientes que la superficie del sol",
    "explicacion": "Un rayo puede alcanzar temperaturas de hasta 30.000 grados Celsius, unas cinco veces más caliente que la superficie del sol. Esta descarga eléctrica ocurre en una fracción de segundo, liberando una energía enorme que ioniza el aire a su paso. El destello luminoso y el trueno posterior son la manifestación de este fenómeno tan común como asombroso."
  }
]