[
  {
    "fact": "Las abejas pueden reconocer rostros humanos",
    "explanation": "Aunque su cerebro es diminuto, las abejas tienen la capacidad de distinguir y recordar patrones faciales humanos de manera similar a como lo hacen las personas. Esto se descubrió en experimentos donde se entrenó a las abejas con recompensas de azúcar. Sorprendentemente, lograron reconocer rostros específicos incluso días después. Este hallazgo sugiere que la habilidad de reconocer caras no requiere un cerebro grande, sino un sistema visual eficiente.",
    "category": "Ciencia",
    "date": "2025-09-25"
  },
  {
    "fact": "El corazón de una ballena azul es tan grande como un coche pequeño",
    "explanation": "La ballena azul, el animal más grande del planeta, tiene un corazón que puede llegar a pesar más de 180 kilogramos. Sus latidos son tan potentes que pueden detectarse a varios kilómetros de distancia en el agua. Para ponerlo en perspectiva, una persona podría nadar dentro de sus arterias principales, que tienen un diámetro de unos 60 centímetros. Este dato refleja la magnitud impresionante de la biología marina.",
    "category": "Ciencia",
    "date": "2025-09-25"
  },
  {
    "fact": "En la antigua Roma, la orina se usaba para lavar la ropa",
    "explanation": "La orina era recogida en recipientes públicos porque contenía amoníaco, un químico natural que funciona como limpiador. Los 'fullones', que eran los lavadores de ropa romanos, la utilizaban para blanquear y desinfectar prendas. Aunque hoy nos parece repulsivo, en su época era una práctica común e incluso llegó a ser tan importante que se le aplicaba un impuesto.",
    "category": "Historia",
    "date": "2025-09-25"
  },
  {
    "fact": "El Coliseo de Roma podía llenarse y vaciarse en 15 minutos",
    "explanation": "Este anfiteatro, construido hace casi 2000 años, tenía un sistema de pasillos y escaleras tan eficiente que permitía la entrada o salida de hasta 50.000 espectadores en muy poco tiempo. Su diseño inspiró la arquitectura de los estadios modernos, demostrando el ingenio de los ingenieros romanos en materia de organización y construcción.",
    "category": "Historia",
    "date": "2025-09-25"
  },
  {
    "fact": "El sol representa el 99,8% de la masa del sistema solar",
    "explanation": "Nuestro Sol es una gigantesca esfera de plasma que concentra casi toda la masa del sistema solar. Los planetas, asteroides y cometas, aunque impresionantes para nosotros, son diminutos en comparación. Este dato explica por qué la gravedad del Sol domina el movimiento de todos los cuerpos celestes que orbitan a su alrededor.",
    "category": "Ciencia",
    "date": "2025-09-25"
  }
]
