[
  {"id":1,"titulo":"Ching Shih, la pirata más temida de China","categoria":"Historia","miniDescripcion":"Pirata del siglo XIX que lideró 300 barcos y 20.000 piratas.","descripcionCompleta":"Ching Shih fue una de las piratas más temidas de la historia, operando en el siglo XIX en el mar de China Meridional. Lideró una flota de más de 300 barcos y cerca de 20.000 piratas, incluidos hombres y mujeres, imponiendo un estricto código de conducta entre sus seguidores. Se convirtió en una estratega implacable, evitando capturas durante años y negociando su retiro con la Marina china conservando su fortuna. Su historia demuestra cómo una mujer pudo desafiar las estructuras de poder de su época y dominar completamente una región estratégica del comercio marítimo.","imagen":"images/pirata_china.jpg"},
  {"id":2,"titulo":"El corazón del camarón está en su cabeza","categoria":"Animales","miniDescripcion":"El corazón del camarón se encuentra en su cabeza.","descripcionCompleta":"El corazón de un camarón se encuentra en su cabeza, debido a la fusión de cabeza y tórax en el cefalotórax, lo que permite que su sistema circulatorio funcione de manera eficiente, transportando sangre a todas sus partes a pesar de su pequeño tamaño.","imagen":"images/corazon_camaron.jpg"},
  {"id":3,"titulo":"Pulpos con tres corazones y sangre azul","categoria":"Ciencia","miniDescripcion":"Los pulpos tienen tres corazones y sangre azul.","descripcionCompleta":"Los pulpos tienen tres corazones y sangre azul. Dos corazones bombean sangre a las branquias mientras que el tercero lo hace al resto del cuerpo. Su sangre contiene hemocianina, rica en cobre, que transporta oxígeno de manera eficiente en agua fría y con poco oxígeno.","imagen":"images/pulpo_tres_corazones.jpg"},
  {"id":4,"titulo":"Cleopatra más cerca del iPhone que de las pirámides","categoria":"Historia","miniDescripcion":"Cleopatra VII vivió más cerca del iPhone que de las pirámides.","descripcionCompleta":"Cleopatra VII vivió más cerca del lanzamiento del iPhone que de la construcción de las pirámides de Giza. Esto ilustra cómo percibimos la historia y la magnitud de los tiempos históricos, mostrando que eventos antiguos pueden parecer más recientes de lo que creemos.","imagen":"images/cleopatra_iphone.jpg"},
  {"id":5,"titulo":"Los gatos no pueden saborear lo dulce","categoria":"Animales","miniDescripcion":"Los gatos no sienten lo dulce por una mutación en sus receptores.","descripcionCompleta":"Los gatos no pueden saborear lo dulce debido a una mutación en sus receptores del gusto. Esto hace que no sientan atracción por alimentos azucarados, concentrándose más en olores y texturas para elegir su alimento.","imagen":"images/gato_dulce.jpg"},
  {"id":6,"titulo":"El ADN humano comparte genes con el plátano","categoria":"Ciencia","miniDescripcion":"ADN humano comparte un 60% con el plátano.","descripcionCompleta":"El ADN humano comparte aproximadamente un 60% de similitud con el plátano. Esto evidencia cómo ciertos genes esenciales se conservan a lo largo de la evolución, mostrando conexiones sorprendentes entre organismos aparentemente muy distintos.","imagen":"images/adn_platano.jpg"},
  {"id":7,"titulo":"La estatura real de Napoleón Bonaparte","categoria":"Historia","miniDescripcion":"Napoleón medía alrededor de 1,68 m, altura promedio de su época.","descripcionCompleta":"Napoleón Bonaparte medía alrededor de 1,68 m, una altura promedio para su época. La idea de que era muy bajo proviene de diferencias entre unidades francesas y británicas y de la propaganda de sus enemigos.","imagen":"images/napoleon_altura.jpg"},
  {"id":8,"titulo":"Jirafas con cuello largo y siete vértebras","categoria":"Animales","miniDescripcion":"Tienen siete vértebras, cada una de más de 25 cm.","descripcionCompleta":"Las jirafas tienen siete vértebras en el cuello, igual que los humanos, pero cada una puede medir más de 25 centímetros, permitiéndoles alcanzar hojas altas y demostrando una adaptación evolutiva extraordinaria.","imagen":"images/jirafa_cuello.jpg"},
  {"id":9,"titulo":"Un vaso de agua contiene más átomos que océanos","categoria":"Ciencia","miniDescripcion":"Cada vaso tiene más átomos que los océanos de la Tierra.","descripcionCompleta":"Un vaso de agua contiene más átomos que vasos de agua existen en todos los océanos de la Tierra, mostrando la escala microscópica de la materia y cómo los elementos básicos se repiten de manera infinita en la naturaleza.","imagen":"images/vaso_atomico.jpg"},
  {"id":10,"titulo":"Tiburones anteriores a los árboles","categoria":"Animales","miniDescripcion":"Los tiburones existieron hace más de 400 millones de años.","descripcionCompleta":"Los tiburones existieron antes que los árboles, hace más de 400 millones de años. Esto refleja su capacidad de adaptación y supervivencia, convirtiéndolos en una de las especies más longevas y exitosas del planeta.","imagen":"images/tiburones_arboles.jpg"},
  {"id":11,"titulo":"El primer escaneo de código de barras","categoria":"Historia","miniDescripcion":"Primer código escaneado en 1974 en un paquete de chicles.","descripcionCompleta":"El primer código de barras se escaneó en 1974 en un paquete de chicles, marcando el inicio de la automatización del comercio y revolucionando el control de inventarios y las transacciones comerciales.","imagen":"images/codigo_barras.jpg"},
  {"id":12,"titulo":"La fuerza del corazón humano","categoria":"Ciencia","miniDescripcion":"Suficiente presión para expulsar sangre hasta 9 metros.","descripcionCompleta":"El corazón humano genera suficiente presión al latir para que la sangre pueda ser expulsada hasta 9 metros de distancia, mostrando la potencia del bombeo y la eficiencia del sistema circulatorio humano.","imagen":"images/corazon_fuerza.jpg"},
  {"id":13,"titulo":"Caballitos de mar macho embarazados","categoria":"Animales","miniDescripcion":"Los machos dan a luz en esta especie.","descripcionCompleta":"Los caballitos de mar macho son los que se embarazan y dan a luz, un raro fenómeno en el reino animal que demuestra la diversidad de estrategias reproductivas y cuidado parental.","imagen":"images/caballito_mar.jpg"},
  {"id":14,"titulo":"Invención del papel moneda en China","categoria":"Historia","miniDescripcion":"Inventado en China alrededor del año 700 d.C.","descripcionCompleta":"El papel moneda se inventó en China alrededor del año 700 d.C., facilitando el comercio a larga distancia y reemplazando gradualmente el trueque y las monedas metálicas, sentando las bases de los sistemas económicos modernos.","imagen":"images/papel_moneda.jpg"},
  {"id":15,"titulo":"El sol libera energía impresionante","categoria":"Ciencia","miniDescripcion":"El sol libera más energía en un segundo que toda la humanidad en un año.","descripcionCompleta":"El sol libera más energía en un segundo que toda la humanidad consume en un año, mostrando la inmensa potencia de la energía solar y su potencial como fuente limpia y renovable.","imagen":"images/sol_energia.jpg"},
  {"id":16,"titulo":"Pulpos que cambian de color para camuflarse","categoria":"Animales","miniDescripcion":"Cambian de color para camuflarse.","descripcionCompleta":"Los pulpos pueden cambiar de color y textura para camuflarse y escapar de depredadores, controlando células especializadas llamadas cromatóforos y mostrando una sofisticada adaptación al medio.","imagen":"images/pulpo_camuflaje.jpg"},
  {"id":17,"titulo":"La Gran Muralla China no es visible desde la luna","categoria":"Historia","miniDescripcion":"Mito popular, no es visible a simple vista.","descripcionCompleta":"La Gran Muralla China no es visible desde la luna a simple vista, contrariamente a la creencia popular. Este mito demuestra cómo las historias exageradas pueden convertirse en leyendas urbanas a lo largo del tiempo.","imagen":"images/muralla_china.jpg"},
  {"id":18,"titulo":"El punto triple del agua","categoria":"Ciencia","miniDescripcion":"El agua puede hervir y congelarse al mismo tiempo.","descripcionCompleta":"El agua puede hervir y congelarse al mismo tiempo en un fenómeno llamado 'punto triple', donde coexisten las tres fases: sólido, líquido y gas, evidenciando propiedades físicas únicas de este compuesto.","imagen":"images/punto_triple.jpg"},
  {"id":19,"titulo":"Hormigas que levantan 50 veces su peso","categoria":"Animales","miniDescripcion":"Levantan objetos 50 veces su peso.","descripcionCompleta":"Las hormigas pueden levantar objetos 50 veces su peso corporal gracias a su relación superficie-volumen y a su estructura muscular, demostrando un gran poder relativo a su tamaño y colaborando en equipo.","imagen":"images/hormiga_fuerza.jpg"},
  {"id":20,"titulo":"Uso de orina en la antigua Roma","categoria":"Historia","miniDescripcion":"La usaban como detergente para lavar ropa.","descripcionCompleta":"En la antigua Roma se utilizaba la orina como detergente para lavar ropa debido a su contenido de amoníaco, mostrando la creatividad y recursos químicos utilizados por civilizaciones antiguas.","imagen":"images/orina_roma.jpg"},
  {"id":21,"titulo":"Cerebro humano con 86 mil millones de neuronas","categoria":"Ciencia","miniDescripcion":"Cerebro con 86 mil millones de neuronas conectadas entre sí.","descripcionCompleta":"El cerebro humano contiene aproximadamente 86 mil millones de neuronas, cada una conectada a miles de otras, creando una red compleja que permite la memoria, el aprendizaje y la creatividad.","imagen":"images/cerebro_neuronas.jpg"},
  {"id":22,"titulo":"El color rosa de los flamencos","categoria":"Animales","miniDescripcion":"Su color depende de los carotenoides en su dieta.","descripcionCompleta":"Los flamencos adquieren su color rosa gracias a los carotenoides de los camarones y algas que consumen, demostrando cómo la dieta influye directamente en la pigmentación de los animales.","imagen":"images/flamenco_rosa.jpg"},
  {"id":23,"titulo":"La biblioteca de Alejandría","categoria":"Historia","miniDescripcion":"Contenía cientos de miles de pergaminos.","descripcionCompleta":"La biblioteca de Alejandría contenía cientos de miles de pergaminos y su destrucción representó la pérdida de un conocimiento invaluable del mundo antiguo, subrayando la importancia de preservar la información.","imagen":"images/biblioteca_alejandria.jpg"},
  {"id":24,"titulo":"La velocidad de la luz","categoria":"Ciencia","miniDescripcion":"Viaja a 299.792 km/s.","descripcionCompleta":"La luz viaja a aproximadamente 299.792 kilómetros por segundo, lo que significa que la luz del sol tarda unos 8 minutos y 20 segundos en llegar a la Tierra, mostrando la velocidad increíble de las ondas electromagnéticas.","imagen":"images/velocidad_luz.jpg"},
  {"id":25,"titulo":"Camaleones con visión independiente","categoria":"Animales","miniDescripcion":"Pueden mover sus ojos de manera independiente.","descripcionCompleta":"Los camaleones pueden mover sus ojos de manera independiente, permitiéndoles observar a su alrededor sin mover la cabeza, una ventaja para detectar depredadores y presas en su entorno.","imagen":"images/camaleon_ojos.jpg"},
  {"id":26,"titulo":"Capacidad del Coliseo romano","categoria":"Historia","miniDescripcion":"Podía albergar hasta 80.000 espectadores.","descripcionCompleta":"El Coliseo romano podía albergar entre 50.000 y 80.000 espectadores, reflejando avances en ingeniería y arquitectura y la importancia de los espectáculos públicos en la sociedad romana.","imagen":"images/coliseo_romano.jpg"},
  {"id":27,"titulo":"Volumen del océano Atlántico","categoria":"Ciencia","miniDescripcion":"Contiene 310 millones de km³ de agua.","descripcionCompleta":"El océano Atlántico contiene aproximadamente 310 millones de kilómetros cúbicos de agua, lo que representa una parte significativa del agua de la Tierra y tiene un papel crucial en la regulación climática global.","imagen":"images/oceano_atlantico.jpg"},
  {"id":28,"titulo":"Murciélagos, mamíferos que vuelan","categoria":"Animales","miniDescripcion":"Únicos mamíferos que vuelan activamente.","descripcionCompleta":"Los murciélagos son los únicos mamíferos capaces de volar activamente y utilizan la ecolocalización para navegar y cazar insectos durante la noche, un sistema de orientación altamente eficiente.","imagen":"images/murcielago_volar.jpg"},
  {"id":29,"titulo":"La Torre Eiffel, símbolo de ingeniería","categoria":"Historia","miniDescripcion":"Construida en 1889 para la Exposición Universal.","descripcionCompleta":"La Torre Eiffel, construida en 1889 para la Exposición Universal en París, fue la estructura más alta del mundo durante 41 años y simboliza la ingeniería avanzada del siglo XIX.","imagen":"images/torre_eiffel.jpg"},
  {"id":30,"titulo":"Olympus Mons, el volcán más grande del sistema solar","categoria":"Ciencia","miniDescripcion":"Mide 22 km de altura en Marte.","descripcionCompleta":"Marte tiene el volcán más grande del sistema solar, Olympus Mons, que mide aproximadamente 22 km de altura, casi tres veces la altura del Monte Everest, mostrando la escala de fenómenos geológicos fuera de la Tierra.","imagen":"images/olympus_mons.jpg"},
  {"id":31,"titulo":"Caballos que pueden dormir de pie","categoria":"Animales","miniDescripcion":"Sistema de ligamentos especiales les permite dormir de pie.","descripcionCompleta":"Los caballos pueden dormir tanto de pie como acostados, gracias a un sistema de ligamentos especiales en sus patas que les permite relajarse sin caerse, una adaptación evolutiva que les ayuda a escapar de depredadores.","imagen":"images/caballo_dormir.jpg"},
  {"id":32,"titulo":"La imprenta de Gutenberg","categoria":"Historia","miniDescripcion":"Producción masiva de libros desde el siglo XV.","descripcionCompleta":"La imprenta de Gutenberg, inventada en el siglo XV, permitió la producción masiva de libros, acelerando la difusión del conocimiento y sentando las bases para la educación moderna y la alfabetización generalizada.","imagen":"images/imprenta_gutenberg.jpg"},
  {"id":33,"titulo":"Células del cuerpo humano","categoria":"Ciencia","miniDescripcion":"El cuerpo humano tiene 37 billones de células.","descripcionCompleta":"El cuerpo humano tiene aproximadamente 37 billones de células, cada una especializada en funciones distintas, formando un sistema altamente organizado y eficiente que mantiene la vida.","imagen":"images/celulas_humanas.jpg"},
  {"id":34,"titulo":"La memoria de los elefantes","categoria":"Animales","miniDescripcion":"Capacidad de recordar rutas y fuentes de agua.","descripcionCompleta":"Los elefantes tienen una memoria excepcional, capaz de recordar rutas migratorias y fuentes de agua durante décadas, lo que les ayuda a sobrevivir en ambientes cambiantes y a mantener estructuras sociales complejas.","imagen":"images/elefante_memoria.jpg"},
  {"id":35,"titulo":"La Revolución Francesa","categoria":"Historia","miniDescripcion":"Comenzó en 1789 y transformó Francia.","descripcionCompleta":"La Revolución Francesa, que comenzó en 1789, transformó radicalmente la estructura política y social de Francia, inspirando movimientos de derechos humanos y democráticos en todo el mundo.","imagen":"images/revolucion_francesa.jpg"},
  {"id":36,"titulo":"La potencia de los rayos","categoria":"Ciencia","miniDescripcion":"Descargas eléctricas de gran intensidad.","descripcionCompleta":"Los rayos son descargas eléctricas de gran intensidad que pueden alcanzar temperaturas cinco veces superiores a las de la superficie del sol, demostrando la energía extrema de los fenómenos atmosféricos.","imagen":"images/rayos_potencia.jpg"},
  {"id":37,"titulo":"Delfines y comunicación avanzada","categoria":"Animales","miniDescripcion":"Se comunican con sonidos complejos y patrones.","descripcionCompleta":"Los delfines poseen un cerebro altamente desarrollado y son capaces de comunicarse entre ellos mediante sonidos complejos y patrones de comportamiento, mostrando inteligencia social avanzada en el reino animal.","imagen":"images/delfin_comunicacion.jpg"},
  {"id":38,"titulo":"Código de Hammurabi","categoria":"Historia","miniDescripcion":"Conjunto de leyes creado en 1754 a.C.","descripcionCompleta":"El código de Hammurabi, creado en el año 1754 a.C., es uno de los conjuntos de leyes más antiguos y detallados de la historia, estableciendo principios legales que influyeron en civilizaciones posteriores.","imagen":"images/codigo_hammurabi.jpg"},
  {"id":39,"titulo":"Oxígeno líquido azul","categoria":"Ciencia","miniDescripcion":"Se utiliza en cohetes y experimentos.","descripcionCompleta":"El oxígeno líquido es de color azul y se comporta de manera diferente al oxígeno gaseoso. Se utiliza en cohetes y experimentos científicos debido a su alta densidad y capacidad de liberar energía al vaporizarse.","imagen":"images/oxigeno_liquido.jpg"},
  {"id":40,"titulo":"Camellos que almacenan agua y grasa","categoria":"Animales","miniDescripcion":"Pueden beber hasta 40 litros en 15 minutos.","descripcionCompleta":"Los camellos pueden beber hasta 40 litros de agua en 15 minutos y almacenar grasa en sus jorobas, lo que les permite sobrevivir durante largos periodos en el desierto sin acceso a agua.","imagen":"images/camello_agua.jpg"},
  {"id":41,"titulo":"Expansión del Imperio Mongol","categoria":"Historia","miniDescripcion":"Gengis Kan expandió Asia y Europa en el siglo XIII.","descripcionCompleta":"El Imperio Mongol, bajo el liderazgo de Gengis Kan, se expandió en el siglo XIII hasta abarcar gran parte de Asia y Europa, construyendo la red de comunicación y comercio más extensa de su época.","imagen":"images/imperio_mongol.jpg"},
  {"id":42,"titulo":"Propiedades piezoeléctricas del cuarzo","categoria":"Ciencia","miniDescripcion":"Genera electricidad cuando se aplica presión.","descripcionCompleta":"El cristal de cuarzo tiene la propiedad de piezoelectricidad, generando electricidad cuando se somete a presión, lo que se aplica en relojes, micrófonos y numerosos dispositivos electrónicos.","imagen":"images/cuarzo_piezoelectrico.jpg"},
  {"id":43,"titulo":"Loros capaces de imitar sonidos humanos","categoria":"Animales","miniDescripcion":"Imitan sonidos y palabras humanas.","descripcionCompleta":"Los loros pueden imitar sonidos humanos y memorizar palabras, gracias a un cerebro adaptado a la comunicación compleja y la imitación, lo que los convierte en aves excepcionalmente inteligentes.","imagen":"images/loro_imitar.jpg"},
  {"id":44,"titulo":"La ruta de la seda","categoria":"Historia","miniDescripcion":"Conectaba China con Europa y Medio Oriente.","descripcionCompleta":"La ruta de la seda conectaba China con Europa y Medio Oriente, facilitando el intercambio de productos, ideas y cultura, influyendo en la economía y sociedad mundial durante siglos.","imagen":"images/ruta_seda.jpg"},
  {"id":45,"titulo":"Expansión del hielo al congelarse","categoria":"Ciencia","miniDescripcion":"El hielo expande su volumen al congelarse.","descripcionCompleta":"El hielo no solo flota en el agua sino que expande su volumen al congelarse, un fenómeno inusual que es crucial para la vida acuática porque permite que los lagos y ríos mantengan organismos vivos debajo de la capa congelada.","imagen":"images/hielo_expandido.jpg"},
  {"id":46,"titulo":"Camaleones cambian de color y temperatura","categoria":"Animales","miniDescripcion":"Regulan color y temperatura corporal.","descripcionCompleta":"Los camaleones cambian de color no solo para camuflarse sino también para regular su temperatura y comunicarse con otros camaleones, un mecanismo multifuncional altamente sofisticado.","imagen":"images/camaleon_color.jpg"},
  {"id":47,"titulo":"Intercambio colombiano tras 1492","categoria":"Historia","miniDescripcion":"Transformación cultural, económica y biológica tras América.","descripcionCompleta":"El descubrimiento de América en 1492 por Cristóbal Colón marcó el inicio del intercambio colombiano, un periodo de transformación cultural, económica y biológica entre los continentes.","imagen":"images/intercambio_colombiano.jpg"},
  {"id":48,"titulo":"Velocidad del sonido en agua","categoria":"Ciencia","miniDescripcion":"4,5 veces más rápido que en el aire.","descripcionCompleta":"El sonido viaja más rápido en el agua que en el aire, aproximadamente 4,5 veces más rápido, lo que permite a animales acuáticos como ballenas y delfines comunicarse a largas distancias.","imagen":"images/sonido_agua.jpg"},
  {"id":49,"titulo":"Profundidades de los pingüinos emperador","categoria":"Animales","miniDescripcion":"Se sumergen hasta 500 metros y 20 minutos.","descripcionCompleta":"Los pingüinos emperador pueden sumergirse a profundidades de más de 500 metros y permanecer bajo el agua hasta 20 minutos, adaptaciones que les permiten cazar eficientemente en ambientes extremos.","imagen":"images/pinguino_profundo.jpg"},
  {"id":50,"titulo":"La Revolución Industrial y sus cambios","categoria":"Historia","miniDescripcion":"Transformó economía y sociedad mundial.","descripcionCompleta":"La Revolución Industrial, iniciada en el siglo XVIII, transformó la economía y sociedad mundial al introducir la maquinaria, la producción en masa y nuevos métodos de transporte, cambiando radicalmente la vida humana.","imagen":"images/revolucion_industrial.jpg"}
]
